
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<meta name="description" content="Lehnert &amp; Landrock">
<meta name="keywords" content="Lehnert, Landrock, Kartographie, Karten" >
<meta name="copyright" content="xyz">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<link rel="stylesheet" href="style.css" type="text/css" />
<title>Lehnert &amp; Landrock Chroniken</title></head>
<body>
<div id="container"> 
  <div id="header">  </div>  	
  <div id="menu">
		<ul>
      <li><a href="index.html">Startseite</a></li>
      <li><a href="quelle1.html">Chronik Orientfotograf</a></li>
      <li><a href="quelle2.html">Quelle 2</a></li>
      <li><a href="quelle3.html">Quelle 3</a></li>
      <li><a href="quelle4.html">Facebook</a></li>
      <li><a href="quelle5.html">Quelle 5</a></li>	  
      <li><a href="quelle6.html">Quelle 6</a></li>
      <li><a href="quelle7.html">Quelle 7</a></li>	  
      <li><a href="impressum.html">Impressum</a></li>
    </ul>
	</div>
  <div id="content">
 
    <h3>Biographie Orientfotograf</h3>
	    <p><a href="http://www.orientfotograf.de/biographie.php" class="small">Quelle</a></p>
  <br />
    </p>
    <p><span class="bold">1903</span><br />
    W&auml;hrend einer Wanderung quer durch Tunesien entdeckt der Fotograf Rudolf Franz Lehnert die Liebe zum Orient.</p>

    <p><span class="bold">1904</span><br />
    Wieder in der Schweiz, kann Lehnert den Kaufmann Ernst Heinrich Landrock als Partner gewinnen und kehrt mit ihm nach Tunesien zur&uuml;ck. In der Hauptstadt er&ouml;ffnen sie in bester Lage einen Laden, der sich dank Lehnerts fotografischem Talent und Landrocks Gesch&auml;ftssinn sehr gut entwickelt. Lehnerts Bilder werden in M&uuml;nchen und Leipzig verlegt. </p>

    <p><span class="bold">1914</span><br />
    W&auml;hrend Lehnert eine ausgedehnte Reise in den S&uuml;den Tunesiens und Algeriens unternimmt, bricht der 1.Weltkrieg aus. Wieder in Tunis angekommen, findet er das Gesch&auml;ft geschlossen und beschlagnahmt vor. Landrock hat Tunesien  verlassen und h&auml;lt sich in der Schweiz auf, von wo aus er sich um die Einreise Lehnerts bem&uuml;ht. &Uuml;ber Umwege gelangt Lehnert schließlich in den Alpenkurort Davos. Sowohl Lehnert als auch sein Freund lernen in der Schweiz ihre zuk&uuml;nftigen Ehefrauen kennen.</p>

    <p><span class="bold">1919</span><br />
    Durch die Neuverteilung deutschen Bodens nach dem beendeten Krieg geh&ouml;rt B&ouml;hmen nun zu Tschechien. Der geb&uuml;rtige B&ouml;hme Lehnert ist jetzt endlich in der Lage, seine beschlagnahmten Fotoplatten von den alliierten Franzosen zur&uuml;ckzufordern. </p>

    <p><span class="bold">1923</span><br />
	Lehnert h&auml;lt es nicht l&auml;nger in Europa. In Begleitung eines Assistenten bereist er &Auml;gypten, Pal&auml;stina und den Libanon. Wie schon zuvor mit Landrock abgesprochen, l&auml;sst er sich Ende des Jahres in Kairo nieder und bereitet die Er&ouml;ffnung eines neuen Gesch&auml;ftes vor. </p>

    <p><span class="bold">1924</span><br />
    Im Oktober reist Landrock zusammen mit der Familie Lehnerts und seiner eigenen Familie ebenfalls nach &Auml;gypten. Gemeinsam gr&uuml;nden sie in Kairo die Gro&szlig;handlung 'Lehnert &amp; Landrock' und er&ouml;ffnen ein Jahr sp&auml;ter ein Gesch&auml;ft f&uuml;r Postkarten und Fotografien, das allerdings eher m&auml;&szlig;igen Gewinn abwirft.</p>

    <p><span class="bold">1930</span><br />
    Lehnert, der sich schon seit l&auml;ngerem nach Tunesien sehnt, trennt sich von seinem Gesch&auml;ftspartner und reist mit seiner Familie nach Tunis. Mittlerweile franz&ouml;sischer Staatsb&uuml;rger, er&ouml;ffnet er in der Avenue Jules Ferry ein Fotostudio. Die Rechte an seinen Bildern &uuml;berl&auml;sst er Landrock, der das Unternehmen in Kairo nun zusammen mit seinem Stiefsohn Kurt Lambelet leitet. </p>

    <p><span class="bold">1938</span><br />
    Nach einem Sommerurlaub in Deutschland verkauft Landrock seine Unternehmensanteile fast g&auml;nzlich an seinen Stiefsohn.  </p>

	<p><span class="bold">1939</span><br />
    Landrock zieht sich mit seiner Frau nach S&uuml;ddeutschland zur&uuml;ck, wo er fast bis zu seinem Tod lebt. <br />
    Kurt Lambelet versucht mittlerweile, sich auf die kriegsbedingten Ver&auml;nderungen in Kairo einzustellen. Teilweise werden die Gesch&auml;ftsanteile von den Engl&auml;ndern konfisziert, k&ouml;nnen jedoch sp&auml;ter zur&uuml;ckgekauft werden.<br />
    Das Unternehmen nennt sich nun 'L &amp; L Nachfolger Landrock und Co'. </p>

    <p><span class="bold">1944</span><br />
    Der mittlerweile 66-j&auml;hrige Fotograf Lehnert zieht nach dem Tod seiner Frau von Tunis nach Redeyef (S&uuml;dtunesien), wo er bei seiner Tochter und seinem Schwiegersohn lebt. </p>

    <p><span class="bold">1946</span><br />
    Nach Ende des Krieges erfolgt der weitere Ausbau des Gesch&auml;ftes in Kairo, das nun unter dem Namen 'Lehnert &amp; Landrock K. Lambelet Nachfolger' gef&uuml;hrt wird. Vermehrt werden jetzt auch deutsche und englische B&uuml;cher verkauft.</p>

    <p><span class="bold">1948</span><br />
    Im Januar stirbt Rudolf Lehnert und wird neben seiner Frau auf dem Friedhof in Karthago beigesetzt.</p>

    <p><span class="bold">1966</span><br />
    Ernst Heinrich Landrock stirbt in Kreuzlingen am Bodensee.</p>

    <p><span class="bold">1972</span><br />
    Nach einer 40-j&auml;hrigen Wartezeit wird die Genehmigung f&uuml;r eine Filiale im &auml;gyptischen Museum erteilt, wo neben Postkarten und Bildern auch vermehrt Kunstb&uuml;cher und Reisef&uuml;hrer in verschiedenen Sprachen angeboten werden.</p>

    <p><span class="bold">1978</span><br />
    Kurt Lambelet teilt die Gesch&auml;ftsf&uuml;hrung zwischen sich, seinem Sohn Eduard und dessen Frau Roswitha auf. Er selbst k&uuml;mmert sich um die Kunstdruckabteilung, Eduard um die Buchhandlung und Roswitha um die Niederlassung im &auml;gyptischen Museum.</p>

    <p><span class="bold">1983</span><br />
    Edouard Lambelet findet eine riesige Anzahl an verloren geglaubter Fotoplatten aus Lehnerts tunesischer Periode. Nach einer aufw&auml;ndigen Archivierung werden die wiederentdeckten Sch&auml;tze im Rahmen mehrerer Ausstellungen pr&auml;sentiert. Abzüge der Fotoplatten können im Buchladen in der Sherah Sherif  sowie  in der Filiale beim Ägyptischen Museum gekauft werden.</p>

    <p><span class="bold">1997</span><br />
    Mittlerweile 92 Jahre alt, stirbt Kurt Lambelet am 11. M&auml;rz in Kairo. </p>

    <p><span class="bold">2004</span><br />
    Edouard und Roswitha Lambelet  k&ouml;nnen das 100-j&auml;hrige Gesch&auml;ftsjubil&auml;um feiern.</p>
  
  </div>
  <div id="footer"></div>  
</div>
</body>
</html>
